my_blog/app/controllers/categories_controller.rb

INSERT INTO "categories" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "生活"], ["created_at", "2020-03-28 13:22:50.473434"], ["updated_at", "2020-03-28 13:22:50.473434"]]
---
  def create
    Category.create(category_params)